Repository: danielbyomujuni/BeyStats
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, he, it, ja

source: Bey Stats
ja: ベイ スタッツ

# close_label
source: Close
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
it: Chiudi
ja: 閉じる

# cancelLabel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: בטל
it: Annulla
ja: キャンセル

# okLabel
source: OKAY
de: OK
es: OK
fr: OK
he: אישור
it: OK
ja: OK

# errorLabel
source: Error
de: Fehler
fr: Erreur
he: שגיאה
it: Errore
ja: エラー

# maxLaunchPowerLabel
source: Max Launch Power
de: Maximale Startkraft
es: Potencia Máxima de Lanzamiento
fr: Puissance de Lancement Maximale
he: כוח שיגור מקסימלי
it: Potenza di Lancio Massima
ja: 最大ランチパワー

# launchCountLabel
source: Launch Count
de: Startanzahl
es: Conteo de Lanzamientos
fr: Nombre de Lancements
he: ספירת שיגורים
it: Conteggio dei Lanci
ja: ランチ数

# launchPowerLabel
source: Launch Power
de: Startkraft
es: Potencia de Lanzamiento
fr: Puissance de Lancement
he: כוח שיגור
it: Potenza di Lancio
ja: ランチパワー

# totalLaunchesLabel
source: Total Launches
de: Gesamtstarts
es: Lanzamientos Totales
fr: Lancements Totaux
he: סך כל השיגורים
it: Lanci Totali
ja: 合計ランチ

# totalSessionsLabel
source: Total Sessions
de: Gesamtsitzungen
es: Sesiones Totales
fr: Sessions Totales
he: סך כל הסשנים
it: Sessioni Totali
ja: 合計セッション

# sessionsLabel
source: Sessions
de: Sitzungen
es: Sesiones
he: סשנים
it: Sessioni
ja: セッション

# launchesLabel
source: Launches
de: Starts
es: Lanzamientos
fr: Lancements
he: שיגורים
it: Lanci
ja: ランチ

# noLaunchesLabel
source: No Launches
de: Keine Starts
es: Sin Lanzamientos
fr: Aucun Lancement
he: אין שיגורים
it: Nessun Lancio
ja: ランチなし

# sessionLabel
source: Session
de: Sitzung
es: Sesión
he: סשן
it: Sessione
ja: セッション

# topFiveLaunchesInfo
source: Top 5 Launches
de: Top 5 Starts
es: Top 5 Lanzamientos
fr: Top 5 des Lancements
he: חמשת השיגורים המובילים
it: I 5 Migliori Lanci
ja: トップ5ランチ

# allTimeInfo
source: All Time
de: Alle Zeiten
es: Todo el Tiempo
fr: Tout le Temps
he: כל הזמנים
it: Di Tutti i Tempi
ja: オールタイム

# lastSessionInfo
source: Last Session
de: Letzte Sitzung
es: Última Sesión
fr: Dernière Session
he: הסשן האחרון
it: Ultima Sessione
ja: 最後のセッション

# sessionCountInfo
source: Session Count
de: Sitzungsanzahl
es: Conteo de Sesiones
fr: Nombre de Sessions
he: ספירת סשנים
it: Conteggio delle Sessioni
ja: セッション数

# saveLabel
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
it: Salva
ja: 保存

source: Error! (Try again)
de: Fehler! (Versuchen Sie es erneut)
es: ¡Error! (Inténtalo de nuevo)
fr: Erreur ! (Réessayez)
he: שגיאה! (נסה שוב)
it: Errore! (Riprova)
ja: エラー！（再試行してください）

# comunicateTitle
source: Comunicate
de: Kommunizieren
es: Comunicar
fr: Communiquer
he: תקשר
it: Comunica
ja: 通信

# pairBattlePass_1
source: Press the button on the Bey Battlepass for about 1 second.
de: Drücken Sie den Knopf am Bey Battlepass für etwa 1 Sekunde.
es: Presiona el botón en el Bey Battlepass durante aproximadamente 1 segundo.
fr: Appuyez sur le bouton du Bey Battlepass pendant environ 1 seconde.
he: לחץ על הכפתור בביי באטלפאס למשך כ-1 שניה.
it: Premi il pulsante sul Bey Battlepass per circa 1 secondo.
ja: ベイバトルパスのボタンを約1秒間押してください。

# pairBattlePass_2
source: The LED will then flash Green and Orange in Sequence
de: Die LED blinkt dann abwechselnd grün und orange
es: El LED parpadeará en Secuencia Verde y Naranja
fr: Le LED clignotera alors en vert et orange en alternance
he: ה-LED יבהב לסירוגין בצבע ירוק וכתום
it: Il LED lampeggerà alternando verde e arancione
ja: LEDが緑色とオレンジ色に交互に点滅します

# removeBeyTitle
source: Remove Bey from Launcher
de: Bey vom Launcher entfernen
es: Retirar Bey del Lanzador
fr: Retirer le Bey du Lanceur
he: הסר את הביי מהמשגר
it: Rimuovi il Bey dal Lanciatore
ja: ランチャーからベイを取り外す

# removeBeyDescription
source: Communication is unavailable when a bey is attach
de: Die Kommunikation ist nicht verfügbar, wenn ein Bey angebracht ist
es: La comunicación no está disponible cuando un bey está conectado
fr: La communication n'est pas disponible lorsqu'un Bey est attaché
he: לא ניתן לתקשר כשהביי מחובר
it: La comunicazione non è disponibile quando un Bey è collegato
ja: ベイが接続されていると通信できません

# scanningTitle
source: Scanning
de: Scannen
es: Escaneando
fr: Analyse en cours
he: סורק
it: Scansione in corso
ja: スキャン中

# turnOnBattlePassTitle
source: Turn on the Battlepass
de: Battlepass einschalten
es: Enciende el Battlepass
fr: Allumer le Battlepass
he: הפעל את הבאטלפאס
it: Accendi il Battlepass
ja: バトルパスをオンにする

# turnOnBattlePassDescription1
source: Press the button on the Bey Battlepass for about 1 second.
de: Drücken Sie den Knopf am Bey Battlepass für etwa 1 Sekunde.
es: Presiona el botón en el Bey Battlepass durante aproximadamente 1 segundo.
fr: Appuyez sur le bouton du Bey Battlepass pendant environ 1 seconde.
he: לחץ על הכפתור בביי באטלפאס למשך כ-1 שניה.
it: Premi il pulsante sul Bey Battlepass per circa 1 secondo.
ja: ベイバトルパスのボタンを約1秒間押してください。

# turnOnBattlePassDescription2
source: The LED will glow green
de: Die LED leuchtet grün
es: El LED se iluminará en verde
fr: Le LED s'allumera en vert
he: ה-LED יידלק בירוק
it: Il LED si illuminerà di verde
ja: LEDが緑色に点灯します

# resultsTitle
source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
he: תוצאות
it: Risultati
ja: 結果

# battlepassError1
source: Unable to get Data from Battlepass
de: Daten vom Battlepass konnten nicht abgerufen werden
es: No se pudo obtener datos del Battlepass
fr: Impossible d'obtenir les données du Battlepass
he: לא ניתן לקבל נתונים מהבאטלפאס
it: Impossibile ottenere dati dal Battlepass
ja: バトルパスからデータを取得できません

# battlepassError2
source: Check your Connection and Try Again
de: Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut
es: Verifica tu conexión e inténtalo de nuevo
fr: Vérifiez votre connexion et réessayez
he: בדוק את החיבור ונסה שוב
it: Controlla la connessione e riprova
ja: 接続を確認して再試行してください

# legalDescription
source: Review our Privacy Policy and License Agreement for details on data use and software terms.
de: Überprüfen Sie unsere Datenschutzrichtlinie und Lizenzvereinbarung für Details zur Datennutzung und Softwarebedingungen.
es: Revisa nuestra Política de Privacidad y el Acuerdo de Licencia para obtener detalles sobre el uso de datos y los términos del software.
fr: Consultez notre Politique de Confidentialité et l'Accord de Licence pour plus de détails sur l'utilisation des données et les conditions d'utilisation du logiciel.
he: עיין במדיניות הפרטיות ובהסכם הרישיון שלנו לפרטים על השימוש בנתונים ותנאי התוכנה.
it: Consulta la nostra Informativa sulla Privacy e l'Accordo di Licenza per i dettagli sull'uso dei dati e i termini del software.
ja: データの使用やソフトウェアの利用条件についての詳細は、プライバシーポリシーおよびライセンス契約をご確認ください。

# supportDevDescription
source: Thank you for using BeyStats! Your donation helps us improve the app and keep it free for everyone. No stable feature will ever be pay-gatedâ€”donations are completely optional and ensure continued development. Your support is greatly appreciated!
de: Vielen Dank, dass Sie BeyStats verwenden! Ihre Spende hilft uns, die App zu verbessern und sie für alle kostenlos zu halten. Keine stabile Funktion wird jemals hinter einer Bezahlschranke stehen – Spenden sind vollständig optional und sichern die weitere Entwicklung. Ihre Unterstützung wird sehr geschätzt!
es: ¡Gracias por usar BeyStats! Tu donación nos ayuda a mejorar la aplicación y mantenerla gratuita para todos. Ninguna función estable estará bloqueada tras un pago: las donaciones son completamente opcionales y aseguran el desarrollo continuo. ¡Tu apoyo es muy apreciado!
fr: Merci d'utiliser BeyStats ! Votre don nous aide à améliorer l'application et à la maintenir gratuite pour tous. Aucune fonctionnalité stable ne sera jamais payante - les dons sont entièrement facultatifs et garantissent le développement continu. Votre soutien est grandement apprécié !
he: תודה על השימוש ב-BeyStats! התרומה שלך עוזרת לנו לשפר את האפליקציה ולשמור עליה בחינם עבור כולם. שום תכונה יציבה לא תתאפשר בתשלום—התרומות הן אופציונליות לחלוטין ומבטיחות פיתוח מתמשך. התמיכה שלך מוערכת מאוד!
it: Grazie per aver utilizzato BeyStats! La tua donazione ci aiuta a migliorare l'app e a mantenerla gratuita per tutti. Nessuna funzionalità stabile sarà mai a pagamento—le donazioni sono completamente opzionali e garantiscono lo sviluppo continuo. Il tuo supporto è molto apprezzato!
ja: BeyStatsをご利用いただきありがとうございます！ご寄付はアプリの改善と、すべてのユーザーが無料で利用できる状態を維持するために役立ちます。安定した機能は決して有料にはならず、ご寄付は完全に任意であり、継続的な開発を保証します。ご支援いただけることに感謝いたします！

# experimentsDescription
source: Enable or disable experimental features in development. Provide feedback on these work-in-progress options to help us improve the app!
de: Aktivieren oder deaktivieren Sie experimentelle Funktionen in der Entwicklung. Geben Sie Feedback zu diesen Optionen in Arbeit, um uns bei der Verbesserung der App zu helfen!
es: Habilita o deshabilita funciones experimentales en desarrollo. Proporciona comentarios sobre estas opciones en progreso para ayudarnos a mejorar la aplicación.
fr: Activez ou désactivez les fonctionnalités expérimentales en développement. Donnez votre avis sur ces options en cours pour nous aider à améliorer l'application.
he: הפעל או השבת תכונות ניסיוניות בפיתוח. ספק משוב על אפשרויות אלו שנמצאות בתהליך כדי לעזור לנו לשפר את האפליקציה!
it: Abilita o disabilita le funzionalità sperimentali in fase di sviluppo. Fornisci feedback su queste opzioni in corso per aiutarci a migliorare l'app!
ja: 開発中の実験的な機能を有効または無効にします。進行中のこれらのオプションに対するフィードバックを提供して、アプリの改善にご協力ください。

# dataManagementDescription
source: Clear, backup, or restore your app data. Manage your data securely with options to reset or recover your information as needed.
de: Löschen, sichern oder wiederherstellen Sie Ihre App-Daten. Verwalten Sie Ihre Daten sicher mit Optionen zum Zurücksetzen oder Wiederherstellen Ihrer Informationen nach Bedarf.
es: Borra, respalda o restaura tus datos de la aplicación. Administra tus datos de manera segura con opciones para restablecer o recuperar tu información cuando sea necesario.
fr: Effacez, sauvegardez ou restaurez vos données d'application. Gérez vos données en toute sécurité avec des options pour réinitialiser ou récupérer vos informations si nécessaire.
he: נקה, גבה או שחזר את נתוני האפליקציה שלך. נהל את הנתונים שלך בצורה מאובטחת עם אפשרויות לאיפוס או שחזור המידע לפי הצורך.
it: Cancella, esegui il backup o ripristina i tuoi dati dell'app. Gestisci i tuoi dati in modo sicuro con opzioni per reimpostare o recuperare le informazioni secondo necessità.
ja: アプリデータを削除、バックアップ、または復元します。必要に応じて、情報のリセットや回復のためのオプションでデータを安全に管理します。

source: Your Total Contribution
fr: Votre Contribution Totale
it: Il Tuo Contributo Totale
ja: あなたの総貢献額

# thankYouForYouSupport
source: Thank You for Supporting BeyStats
fr: Merci de Soutenir BeyStats
it: Grazie per il Tuo Sostegno a BeyStats
ja: BeyStatsのサポートに感謝します

# thankYouForDonation
source: Thank you for your
fr: Merci pour votre
it: Grazie per la tua
ja: ご寄付に感謝します

# underConstructionTitle
source: This Feature is Under Construction
fr: Cette Fonction est en Construction
it: Questa Funzione è in Costruzione
ja: この機能は工事中です

# thisFunctionalityIsNotDone
source: This functionality is not implemented yet
fr: Cette fonctionnalité n'est pas encore implémentée
it: Questa funzionalità non è ancora implementata
ja: この機能はまだ実装されていません

# bugReportTitle
source: Bug Report
fr: Rapport de Bug
it: Segnalazione di Bug
ja: バグ報告

# bugReportDescriptionLabel
source: Describe the Bug
fr: Décrire le Bug
it: Descrivi il Bug
ja: バグを説明してください

# describeBugHere
source: Describe the bug here
fr: Décrivez le bug ici
it: Descrivi qui il bug
ja: ここにバグを説明してください

# battlepassLogsLabel
source: Battle Pass Logs
fr: Journaux du Battle Pass
it: Registri del Battle Pass
ja: バトルパスログ

# optionalTag
source: (Optional)
fr: (Optionnel)
it: (Opzionale)
ja: （オプション）

# captureTag
source: [Captured]
fr: [Capturé]
it: [Catturato]
ja: [キャプチャ済み]

# connectToBattlePassLabel
source: Connect to Battlepass
fr: Connecter au Battlepass
it: Connetti al Battlepass
ja: バトルパスに接続

# backUpDataLabel
source: Back-Up Data
fr: Sauvegarder les Données
it: Esegui il Backup dei Dati
ja: データをバックアップ

source: Are you sure?
fr: Êtes-vous sûr ?
it: Sei sicuro?
ja: 本当によろしいですか？

# warningDataOverwrite
source: This will Overwrite your exisiting data
fr: Cela écrasera vos données existantes
it: Questo sovrascriverà i tuoi dati esistenti
ja: これにより既存のデータが上書きされます

# supportTheDevTitle
source: Support the Dev
fr: Soutenez le Développeur
it: Supporta lo Sviluppatore
ja: 開発者を支援する

# experimentsTitle
source: Experiments
fr: Expériences
it: Esperimenti
ja: 実験

# legalTitle
source: Legal
fr: Légal
it: Legale
ja: 法的

# errorLoadingPrivacyPolicy
source: Error loading legal documents.
fr: Erreur lors du chargement des documents légaux.
it: Errore durante il caricamento dei documenti legali.
ja: 法的文書の読み込みエラー。

source: Privacy Policy
fr: Politique de Confidentialité
it: Informativa sulla Privacy
ja: プライバシーポリシー

source: License Agreement
fr: Accord de Licence
it: Accordo di Licenza
ja: ライセンス契約

source: No Policies Found
fr: Aucune Politique Trouvée
it: Nessuna Politica Trovata
ja: ポリシーが見つかりません

# nothingHere
source: Nothing Here (Yet)
fr: Rien ici (pour l'instant)
it: Niente Qui (Ancora)
ja: ここには何もありません（まだ）
